{
  "sections": {
    "main": {
      "type": "throne--policy-blocks",
      "blocks": {
        "30927d54-89a2-4d05-8d82-546ac4272e07": {
          "type": "accordion",
          "settings": {
            "policy_title": "privacy policy",
            "policy_text": "<p>Europe Tribe B.V., trading as Stüssy<br\/>Privacy Policy<br\/><br\/>Europe Tribe B.V., trading as Stussy (hereinafter “Stussy”), is a company incorporated and registered in Netherlands with VAT number NL861827168B01. It takes your privacy very seriously. This Privacy Statement explains what personal information we collect, how and when it is collected, what we use it for now and how we will use it in the future and details of the circumstances in which we may disclose it to third parties. If you have any questions about the way in which your information is being collected or used which are not answered by this Privacy Statement and\/or any complaints please contact us at SUPPORT@STUSSY.EU.<br\/>By visiting and using EU.STUSSY.COM (the “Website”) or any other application or website (“Application”) for the purchase of products from Stussy you acknowledge that you have read, understood and are consenting to the practices in relation to use and disclosure of your personal information described in this Privacy Statement and our Terms of Use. If you are a minor and\/or under the age of 18, please obtain your parent’s or guardian’s consent before providing us with any personal information if you are visiting and using the Website (which is intended only for persons from the European Union).<br\/><br\/>WHAT INFORMATION DO WE COLLECT?<br\/>When you register for an account with us, place an order with us or send us an enquiry, we will collect certain personal information from you, for example:<br\/>Contact details, including your name, postal address, phone numbers, and e-mail addresses<br\/>Login and account information including username and password (although your password is never visible to us)<br\/>Personal details including gender, hometown (through delivery address), and purchase history<br\/>Personal preferences including your marketing preferences, only if you sign up for our newsletter or mailing list<br\/>All communications when you contact us directly by email, phone, post or online form<br\/>Payment and transaction information- records of the payment method used, but we do not collect the bank and credit card details<br\/>Information provided by social media that you have given permission to connect or link to our site- e.g., social media account details such as name, Facebook ID, gender, profile picture, language, country, but we do not collect directly<br\/>Information about your device, e.g., whether computer, table, smartphone, operating systems, ISP, and IP address<br\/>Information about your location<br\/>Information about fraud or criminal activity relating to your account, including payment screening for fraud<br\/>We do not collect payment or credit card information. All payment and credit card information are collected and processed by PayPal, SagePay, or such other payment processor used by Stussy.<br\/>We may collect statistical information about website traffic, sales and other usage related information which we may pass on to selected third parties. These statistics do not include any information which can identify you personally.<br\/>We may also obtain information about you as a result of authentication or identity checks.<br\/>In addition, for quality control and training purposes, we may monitor or record your communications with us.<br\/><br\/>HOW WILL WE USE THIS INFORMATION?<br\/>We use this information to identify you as a customer, to process your order, to deliver products, to verify payment authenticity, to update our records, to enable your use of interactive features of our service and to generally manage your account with us and if you have consented to provide us with information by post, e-mail, mobile messaging, telephone communications and\/or through any other electronic means including social network platforms about our products, events, promotions and services. We may also use this information to tailor how our website appears to you and to tailor the contents of our communications with you, so as to make the website and those communications more relevant to you.<br\/>We may also use your personal information for our internal marketing and demographic studies, together with non-personal data to analyse, profile and monitor customer patterns so we can consistently improve our products and services and understand what may be of interest to you and other customers.<br\/>We may use your personal information to communicate information about Stussy’s products, services, events, and for other promotional purposes. To modify your information (email or SMS) or opt out of receiving Stussy communications, please log into MY ACCOUNT on the Website and amend your details as appropriate.<br\/>Please contact Stussy at SUPPORT@STUSSY.EU if you have any queries in relation to your data.<br\/><br\/>RETENTION AND DELETION OF PERSONAL INFORMATION<br\/>We will at all times seek to comply with the requirements under the EU General Data Protection Regulation (“GDPR”) and of the UK Data Protection Act, 1998 (the “Act”) and any applicable laws and regulations to ensure that the personal information you give us is kept appropriately secure and processed fairly and lawfully.<br\/>Your data will be held and managed by Europe Tribe B.V., Herikerbergweg 238 Luna Arena, 1101 CM, Amsterdam​, NOORD-HOLLANDNetherlands, who acts as Data Controller for the purposes of the Act.<br\/>Transfers outside of the UK. Your data may be transferred to and stored in countries outside of the European Economic Area (“EEA”) for the purposes of order processing, fulfillment, and support and verification purposes. See OTHER PEOPLE WHO MIGHT USE YOUR INFORMATION below.<br\/>We do not store credit card details, nor do we share customer details with any third parties. No credit card information is processed through our servers. PayPal, Sagepay, or such other payment processor used by Stussy processes purchases made by credit card.<br\/>We shall only keep your information as long as you remain an active customer and for 3 years afterwards or as otherwise required by law.<br\/>If you wish to request the deletion of your personal details, or wish to change your preferences at any time please contact SUPPORT@STUSSY.EU.<br\/>PROTECTION AND MANAGEMENT OF YOUR PERSONAL INFORMATION<br\/>Unfortunately transmission of information via the Internet is not completely secure. Although we do our best to protect your personal data we cannot guarantee the security of your data submitted to us and any transmission is at your own risk.<br\/>We do however use strict procedures and security features to try to prevent unauthorised access wherever possible. Personal information provided to us via the Website or via any Applications and online credit card transactions are transmitted through a secure server using Secure Socket Layering (SSL), encryption technology. The entire Website is “https,” the “s” indicating you are in a secure area employing SSL. Your browser may also give you a pop-up message that you are about to enter a secure area or display a padlock image.<br\/>The Website and the Applications use this encryption technology to protect your information during data transport. SSL encrypts ordering information such as your name, address and credit card number. Our customer service centre and stores also operate over a private, secure network. Please note that e-mail is not encrypted and is not considered to be a secure means of transmitting credit card information.<br\/>COOKIES AND HOW WE USE THEM<br\/>Cookies are small pieces of information which are issued to your computer when you visit a website and which store and sometimes track information about your use of the website. When you enter our site our web server sends a cookie to your computer which allows us to recognize your computer. By associating the identification numbers in the cookies with other customer information that you provide when for example you log-in to the site, then we know that the cookie information relates to you.<br\/>We use cookies to elevate your user experience and the quality of our site and service. This includes keeping track of what you have in your shopping cart, remembering you when you return to our site, identifying how you navigate around the internet, including where you click, and which website you arrived from.<br\/>By continuing to use this site, you understand and consent to our cookie settings and use.<br\/>UPDATING AND REVIEWING YOUR PERSONAL DETAILS<br\/>You can amend or update your information by logging into My Account on the Website and amending your details as appropriate.<br\/>HOW DO I UNSUBSCRIBE FROM EMAIL UPDATES?<br\/>You have the right to opt-out of email updates from us at any time. If you have registered to receive updates from us, and you no longer wish to receive these, you can request that we amend your preferences as indicated in the particular communication, e.g. by using the unsubscribe link which is included on all email updates, or by emailing SUPPORT@STUSSY.EU with “unsubscribe” in the subject line.<br\/>OTHER PEOPLE WHO MIGHT USE YOUR INFORMATION<br\/>In certain circumstances we may share your information with affiliated companies including other Stussy companies in globally, joint ventures, franchisees, licensees and selected service providers who perform functions on our behalf such as fulfilling orders, processing payments, and carrying out promotional services or data management. This includes the companies we have chosen to handle our order despatch service and any delivery company that we may use from time to time. We may also share your information with other companies who assist us in promoting our products and services in order to provide you with enhanced customer services and\/or share information about our products and services with you. In each case, we will only provide these companies with the information which they need to carry out their services and they will not be permitted to use the information for other purposes. They will only be allowed to use your information in the way in which we instruct them and as permitted by the Act.<br\/>You also acknowledge and agree that in certain circumstances we may disclose personal information relating to you to third parties, for example, in order to conform to any requirements of law, to comply with any legal process, for the purposes of obtaining legal advice, for the purposes of credit risk reduction, to prevent and detect fraud and\/or to protect and defend the rights and property of Stussy and affiliated companies. At all times where we disclose your information for the purposes of credit risk reduction and fraud prevention we will take all steps reasonably necessary to ensure that it remains secure.<br\/>In the event that we or a part of our business undergo re-organisation or are sold to a third party, you agree that any personal information we hold about you may be transferred to that re-organised entity or third party.<br\/>We may transfer information that we collect from you to affiliated companies, including other Stussy companies, joint ventures, franchisees, licensees, other companies who assist us in promoting its products and services and to selected service providers who perform functions on our behalf, based in countries outside of the European Economic Area (“EEA”) or your country of residence and this information may be stored and processed in such countries. By submitting your personal data on the Website and\/or any Applications you agree to this transfer, storing and\/or processing outside of the EEA or your country of residence. In the event that we do transfer, store or process your personal data in a country outside the EEA we will take all steps reasonably necessary to ensure that the information is treated securely in accordance with this Privacy Statement and the Act, and other applicable data protection laws.<br\/>EEA RESIDENT RIGHTS<br\/>If you are a resident of the EEA, you have the rights of access, rectification, elimination, opposition, restriction of the processing and portability, as well as the right to file claims that is in your best interest, reporting to the relevant control authority. You may exercise said rights by sending an email to: SUPPORT@STUSSY.EU.<br\/>If we have collected and processed your personal information with your consent, you may withdraw your consent at any time by contacting SUPPORT@STUSSY.EU.<br\/>You have the right to opt-out of email updates from us at any time by using the unsubscribe link which is included on all email updates, or by emailing SUPPORT@STUSSY.EU with “unsubscribe” in the subject line.<br\/>THIRD PARTY LINKS<br\/>The Website and\/or Applications may from time to time contain links to other websites not controlled by us. We do not accept responsibility or liability for the privacy practices, data collected or the content of such other websites. The operators of these linked websites are not under a duty to abide by this Privacy Statement. If there are terms and conditions, other privacy statements or policies appearing on those websites, you should also review them carefully as your use of those sites may be subject to them.<br\/>CHANGES TO THIS PRIVACY STATEMENT<br\/>We may update this Privacy Statement from time to time. The amended Privacy Statement will be posted on the Website. Please check this page regularly for changes to this Privacy Statement. If you continue to use the Website or if you submit information to us following such changes, you will be deemed to have read and agreed to them.<br\/>Europe Tribe B.V. 11\/2020<\/p>"
          }
        },
        "a368db4b-9e4b-489d-8ddb-b1c73af2f139": {
          "type": "accordion",
          "settings": {
            "policy_title": "terms of use",
            "policy_text": "<p>These Terms of Use constitute an agreement (this “Agreement” or these “Terms of Use”) by which each User (as such term is defined herein) shall be bound.  Failure to abide by any of the terms or conditions set forth in this Agreement shall be grounds for Siberia Hills LLC. (the “Company”) to deny access to the Site (as such term is defined herein).  Nothing in this Agreement shall be deemed to confer any third-party rights or benefits.  If you do not agree to be bound by the terms of this Agreement, you may neither use nor access our services.  The Terms of Use are subject to change by the Company at any time, effective upon posting on the Site, and your use of the Site after such posting will constitute acceptance by you of such changes.<\/p><p> <\/p><ol><li><span style=\"text-decoration:underline\">Site<\/span>. The Company owns and operates a website and a related mobile application each commonly known as “<a href=\"https:\/\/www.siberia-hills.com\/\">https:\/\/www.siberia-hills.com\/<\/a>” (collectively, the “Site”).<\/li><li><span style=\"text-decoration:underline\">User<\/span>. Individuals may visit the Site for a variety of purposes.<\/li><\/ol><p> <\/p><ul><li>Some individuals may wish to visit the Site to learn more about the Company without disclosing any of their PII (as such term is defined in the accompanying Privacy Policy).<\/li><\/ul><p> <\/p><ul><li>However, if an individual visiting the Site wishes to purchase any product that the Company offers for sale on or through the Site (each, a “Product”, and collectively, the “Products”), that individual must provide his or her correct legal name, as well as other PII that the Company may require during registration and from time to time thereafter.<\/li><\/ul><p> <\/p><ol><li><span style=\"text-decoration:underline\">Service<\/span>. The Site offers participants an opportunity to learn about Products offered for sale by the Company and the ability to place one or more orders for such Products (each, an “Order”), services provided by the Company, to enter their PII on the Site so as to receive communications from the Company and to send communications to the Company (collectively, the “Service”).<\/li><\/ol><p><span style=\"text-decoration:underline\"> <\/span><\/p><ol><li><span style=\"text-decoration:underline\">Bona Fide Use<\/span>. If you submit PII, you will submit only true and correct PII that is personal to you. In addition, your use of the Site must be for the bona fide purpose of receiving the Service.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Content on the Site<\/span>.<\/li><\/ol><p><span style=\"text-decoration:underline\"> <\/span><\/p><ul><li><span style=\"text-decoration:underline\"><strong>Proprietary Rights<\/strong><\/span><strong>.<\/strong> The Company owns and\/or licenses and retains all proprietary rights in the Site. The Site contains the copyrighted material, trademarks, and other proprietary information of the Company.  You may not copy, modify, publish, transmit, distribute, perform, display, or sell any such proprietary information.<\/li><\/ul><p><strong> <\/strong><\/p><ul><li><span style=\"text-decoration:underline\"><strong>Links to Third-Party Provider Websites and Sites \/ Dealings with other Advertisers<\/strong><\/span><strong>. <\/strong>The Site may contain links to websites and mobile apps of third party providers which are not under the control of the Company.  You acknowledge and agree that the Company is not responsible or liable for the content of any linked site or app or any link contained in a linked site or app, or any changes or updates to such web sites or apps.  Your correspondence or business dealings with, or participation in promotions of, third party providers (including, without limitation, advertisers) found on or through the Site are solely between you and such third-party providers.  You further acknowledge and agree that the Company will not be responsible or liable, directly or indirectly, for any loss or damage caused or alleged to be caused by or in connection with the use of, or reliance upon, any such content, goods or services available on or through any such site, including the sharing of the information you supply to the Company with third-party providers (including, without limitation, advertisers), or as the result of the presence of such third-party providers on the Site. Please visit our Privacy Policy to learn more about how we use your information.<\/li><\/ul><p> <\/p><ol><li><span style=\"text-decoration:underline\">Prohibited Content<\/span>. User hereby covenants to the Company as follows:<\/li><\/ol><p> <\/p><ul><li>You acknowledge that the Company does not accept onto the Site any submission of a User that: (i) contains libelous, indecent, obscene or pornographic material, hate speech, highly explosive subject matter (as determined by the Company, in its sole discretion), or any illegal subject matter or activities; (ii) violates any law or regulation governing false or deceptive advertising, comparative advertising or trade disparagement; (iii) contains any misrepresentation, or content that is defamatory or violates any rights of privacy or publicity; (iv) infringes on any copyright, trademark, patent or other proprietary right, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated images, audio or video, or links to pirated images, audio or video files; (v) contains any “worm”, “virus” or other device that could impair or injure any person or entity; (vi) harasses or advocates harassment of another person; (vii) involves the transmission of “junk mail”, “chain letters,” or unsolicited mass mailing or “spamming;” (viii) contains restricted or password only access pages, or hidden pages or images (those not linked to or from another accessible page); (ix) provides material that exploits people under the age of 18 in a sexual or violent manner, or solicits personal information from anyone under the age of 18; (x) solicits passwords or personal identifying information for commercial or unlawful purposes from other users; or (xi) engages in commercial activities and\/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, and pyramid schemes (collectively referred to as the “Prohibited Content”). You shall not post any Prohibited Content anywhere on the Site.<\/li><\/ul><p> <\/p><ul><li>You are solely responsible for any and all legal liability arising out of or relating to your breach of any term or condition set forth in this Agreement, including, without limitation, your posting of Prohibited Content anywhere on the Site. You hereby agrees to indemnify, defend and hold harmless the Company and its officers, directors, agents, employees and independent contractors from and against all claims, actions, liabilities, losses, expenses, damages, and costs (including, without limitation, reasonable attorneys’ fees) that may at any time be incurred by any of them by reason of any claims, suits or proceedings (i) for libel, defamation, violation of right of privacy or publicity, breach of contract, copyright infringement, trademark infringement or other infringement of any third party, fraud, false advertising, misrepresentation, product liability or violation of any law, statute, ordinance, rule or regulation throughout the world in connection with your use of the Site; (b) arising out of any breach by you of any representation, warranty or covenant under this Agreement; or (c) relating to a contaminated file, virus, worm, or Trojan horse originating from a posting made by you on the Site.<\/li><\/ul><p> <\/p><ol><li><span style=\"text-decoration:underline\">NO WARRANTIES; LIMITATION OF LIABILITY<\/span>. THE SERVICE AND EACH OF THE PRODUCTS IS MADE AVAILABLE ON AN “AS IS” AND “AS AVAILABLE” BASIS.  WITH REGARD TO THE SITE OR ANY COMPONENT THEREOF, THE COMPANY MAKES NO WARRANTIES WHATSOEVER, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, ACCURACY, OR FITNESS FOR A PARTICULAR PURPOSE.  THE COMPANY DOES NOT WARRANT THAT INFORMATION DERIVED FROM THE SITE, DIRECTLY OR INDIRECTLY, WILL FULFILL ANY USER’S PARTICULAR PURPOSES OR NEEDS, OR THAT SUCH INFORMATION WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.  USE OF THE SITE SHALL BE AT EACH USER’S OWN DISCRETION AND SOLE RISK.  EACH USER WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO HIS OR HER COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY MATERIAL FROM OR THROUGH THE SITE.  THE COMPANY SHALL IN NO EVENT BE LIABLE FOR ANY ACTUAL, SPECIAL, INDIRECT, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL LOSSES OR DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOST INCOME, LOST REVENUE, LOST PROFITS, OR ANY CLAIM OR DEMAND AGAINST ANY USER BY ANY THIRD PARTY, WHETHER BASED IN CONTRACT, TORT, OR ANY OTHER THEORY, REGARDLESS OF FORESEEABILITY AND EVEN IF THE COMPANY IS ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Inconsistency<\/span>. In the event of any inconsistency between the Company’s Privacy Policy and this Agreement, this Agreement shall control.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Modifications<\/span>. The Company may modify this Agreement at any time, and without prior notice, by posting amended terms on the Site.  Your continued use of the Site indicates your acceptance of the amended Agreement.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Eligibility<\/span>. You must be at least 13 years of age use to register as a User.  By using the Site, you represent and warrant that you have the right, authority and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement. <\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Refusal of Service<\/span>. The Company may prohibit any party to use the Site, or any reason whatsoever or for no reason.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Disclosure By Law<\/span>. You acknowledge and agree that the Company may disclose information you provide (including, without limitation, PII) if required to do so by law, at the request of a third party (including, without limitation, law enforcement agencies), or if the Company, in its sole discretion, believes that disclosure is reasonable to (i) comply with the law, requests or orders from law enforcement; (ii) protect or defend the Company’s, or a third party’s rights or property; or (iii) protect someone’s health or safety, such as when harm, violence or abuse against any person is threatened.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Termination<\/span>. You acknowledge and agree that the Company may, with or without cause, immediately terminate your access to the Site without prior notice. The Company is not required, and may be prohibited, from disclosing a reason for the termination of your access.   Reasons for termination shall include, without limitation, (i) breaches or violations of this Agreement the Company’s policies as may be in effect from time to time, (ii) requests by any governmental agency, (iii) technical problems, and (iv) extended periods of a User’s inactivity.  The Company may terminate your use by sending notice to you at the email address you provide in your registration with the Site, or such other email address as you may later provide to the Company.  All decisions regarding the termination of your access shall be made in the sole discretion of the Company.  Even after your access is terminated, this Agreement will remain in effect.  All terms that by their nature may survive termination of this Agreement shall be deemed to survive such termination. You may unsubscribe to our communications by clicking here:  <a href=\"mailto:info@siberia-hills.com\">info@siberia-hills.com<\/a> and typing “UNSUBSCRIBE” in the subject line.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Blocking of IP Addresses<\/span>. In order to protect the integrity of the Site, the Company reserves the right at any time in its sole discretion to block certain Users from accessing the Site.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Privacy<\/span>. Use of the Site and\/or the Service is also governed by our Privacy Policy.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Activity Monitoring<\/span>. Although the Company has the right to monitor activity and content associated with the Site, the Company is under no obligation to do so.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Governing Law<\/span>. This Agreement shall be construed and enforced in accordance with the laws of the State of New York.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Severability<\/span>. Invalidation of any one of the covenants or terms of hereof, by judgment of a court, shall not affect any of the other provisions of hereof which shall remain in full force and effect.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">No Waiver<\/span>. No waiver of any breach of any provision of this Agreement by the Company shall constitute a waiver of any prior, concurrent or subsequent breach of the same or any other provisions hereof, and no waiver shall be effective unless made in writing and signed by an authorized representative of the Company.<\/li><\/ol><p> <\/p><ol><li><span style=\"text-decoration:underline\">Entire Agreement<\/span>. This Agreement contains the entire agreement between you and the Company regarding the use of the Site.<\/li><\/ol><p> <\/p><p>Please contact us at <a href=\"mailto:info@siberia-hills.com\">info@siberia-hills.com<\/a>  with any questions regarding this Agreement.<\/p><p> <\/p><p>□         I HAVE READ THIS AGREEMENT AND AGREE TO ALL OF THE PROVISIONS CONTAINED ABOVE.<\/p>"
          }
        },
        "64ce9430-2c17-44f3-b20d-cdb07ac004c7": {
          "type": "accordion",
          "settings": {
            "policy_title": "return policy",
            "policy_text": "<p>ALL SALES FINAL. NO RETURNS. NO EXCHANGES.<\/p><p><\/p><p>WE ONLY ACCEPT RETURNS \/ EXCHANGES FOR DEFECTIVE PRODUCTS & ERRORS.<\/p><p><\/p><p>OVERSOLD ITEMS WILL BE REFUNDED.<\/p>"
          }
        },
        "28b31eb6-0374-4b12-ae19-2f5af26e6232": {
          "type": "accordion",
          "settings": {
            "policy_title": "faq",
            "policy_text": "<p>this is the faq content<\/p>"
          }
        }
      },
      "block_order": [
        "30927d54-89a2-4d05-8d82-546ac4272e07",
        "a368db4b-9e4b-489d-8ddb-b1c73af2f139",
        "64ce9430-2c17-44f3-b20d-cdb07ac004c7",
        "28b31eb6-0374-4b12-ae19-2f5af26e6232"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "main"
  ]
}
