{
  "sections": {
    "main": {
      "type": "throne--policy-blocks",
      "blocks": {
        "30927d54-89a2-4d05-8d82-546ac4272e07": {
          "type": "accordion",
          "settings": {
            "policy_title": "privacy policy",
            "policy_text": "<p>Europe Tribe B.V., trading as Stüssy<br\/>Privacy Policy<br\/><br\/>Europe Tribe B.V., trading as Stussy (hereinafter “Stussy”), is a company incorporated and registered in Netherlands with VAT number NL861827168B01. It takes your privacy very seriously. This Privacy Statement explains what personal information we collect, how and when it is collected, what we use it for now and how we will use it in the future and details of the circumstances in which we may disclose it to third parties. If you have any questions about the way in which your information is being collected or used which are not answered by this Privacy Statement and\/or any complaints please contact us at SUPPORT@STUSSY.EU.<br\/>By visiting and using EU.STUSSY.COM (the “Website”) or any other application or website (“Application”) for the purchase of products from Stussy you acknowledge that you have read, understood and are consenting to the practices in relation to use and disclosure of your personal information described in this Privacy Statement and our Terms of Use. If you are a minor and\/or under the age of 18, please obtain your parent’s or guardian’s consent before providing us with any personal information if you are visiting and using the Website (which is intended only for persons from the European Union).<br\/><br\/>WHAT INFORMATION DO WE COLLECT?<br\/>When you register for an account with us, place an order with us or send us an enquiry, we will collect certain personal information from you, for example:<br\/>Contact details, including your name, postal address, phone numbers, and e-mail addresses<br\/>Login and account information including username and password (although your password is never visible to us)<br\/>Personal details including gender, hometown (through delivery address), and purchase history<br\/>Personal preferences including your marketing preferences, only if you sign up for our newsletter or mailing list<br\/>All communications when you contact us directly by email, phone, post or online form<br\/>Payment and transaction information- records of the payment method used, but we do not collect the bank and credit card details<br\/>Information provided by social media that you have given permission to connect or link to our site- e.g., social media account details such as name, Facebook ID, gender, profile picture, language, country, but we do not collect directly<br\/>Information about your device, e.g., whether computer, table, smartphone, operating systems, ISP, and IP address<br\/>Information about your location<br\/>Information about fraud or criminal activity relating to your account, including payment screening for fraud<br\/>We do not collect payment or credit card information. All payment and credit card information are collected and processed by PayPal, SagePay, or such other payment processor used by Stussy.<br\/>We may collect statistical information about website traffic, sales and other usage related information which we may pass on to selected third parties. These statistics do not include any information which can identify you personally.<br\/>We may also obtain information about you as a result of authentication or identity checks.<br\/>In addition, for quality control and training purposes, we may monitor or record your communications with us.<br\/><br\/>HOW WILL WE USE THIS INFORMATION?<br\/>We use this information to identify you as a customer, to process your order, to deliver products, to verify payment authenticity, to update our records, to enable your use of interactive features of our service and to generally manage your account with us and if you have consented to provide us with information by post, e-mail, mobile messaging, telephone communications and\/or through any other electronic means including social network platforms about our products, events, promotions and services. We may also use this information to tailor how our website appears to you and to tailor the contents of our communications with you, so as to make the website and those communications more relevant to you.<br\/>We may also use your personal information for our internal marketing and demographic studies, together with non-personal data to analyse, profile and monitor customer patterns so we can consistently improve our products and services and understand what may be of interest to you and other customers.<br\/>We may use your personal information to communicate information about Stussy’s products, services, events, and for other promotional purposes. To modify your information (email or SMS) or opt out of receiving Stussy communications, please log into MY ACCOUNT on the Website and amend your details as appropriate.<br\/>Please contact Stussy at SUPPORT@STUSSY.EU if you have any queries in relation to your data.<br\/><br\/>RETENTION AND DELETION OF PERSONAL INFORMATION<br\/>We will at all times seek to comply with the requirements under the EU General Data Protection Regulation (“GDPR”) and of the UK Data Protection Act, 1998 (the “Act”) and any applicable laws and regulations to ensure that the personal information you give us is kept appropriately secure and processed fairly and lawfully.<br\/>Your data will be held and managed by Europe Tribe B.V., Herikerbergweg 238 Luna Arena, 1101 CM, Amsterdam​, NOORD-HOLLANDNetherlands, who acts as Data Controller for the purposes of the Act.<br\/>Transfers outside of the UK. Your data may be transferred to and stored in countries outside of the European Economic Area (“EEA”) for the purposes of order processing, fulfillment, and support and verification purposes. See OTHER PEOPLE WHO MIGHT USE YOUR INFORMATION below.<br\/>We do not store credit card details, nor do we share customer details with any third parties. No credit card information is processed through our servers. PayPal, Sagepay, or such other payment processor used by Stussy processes purchases made by credit card.<br\/>We shall only keep your information as long as you remain an active customer and for 3 years afterwards or as otherwise required by law.<br\/>If you wish to request the deletion of your personal details, or wish to change your preferences at any time please contact SUPPORT@STUSSY.EU.<br\/>PROTECTION AND MANAGEMENT OF YOUR PERSONAL INFORMATION<br\/>Unfortunately transmission of information via the Internet is not completely secure. Although we do our best to protect your personal data we cannot guarantee the security of your data submitted to us and any transmission is at your own risk.<br\/>We do however use strict procedures and security features to try to prevent unauthorised access wherever possible. Personal information provided to us via the Website or via any Applications and online credit card transactions are transmitted through a secure server using Secure Socket Layering (SSL), encryption technology. The entire Website is “https,” the “s” indicating you are in a secure area employing SSL. Your browser may also give you a pop-up message that you are about to enter a secure area or display a padlock image.<br\/>The Website and the Applications use this encryption technology to protect your information during data transport. SSL encrypts ordering information such as your name, address and credit card number. Our customer service centre and stores also operate over a private, secure network. Please note that e-mail is not encrypted and is not considered to be a secure means of transmitting credit card information.<br\/>COOKIES AND HOW WE USE THEM<br\/>Cookies are small pieces of information which are issued to your computer when you visit a website and which store and sometimes track information about your use of the website. When you enter our site our web server sends a cookie to your computer which allows us to recognize your computer. By associating the identification numbers in the cookies with other customer information that you provide when for example you log-in to the site, then we know that the cookie information relates to you.<br\/>We use cookies to elevate your user experience and the quality of our site and service. This includes keeping track of what you have in your shopping cart, remembering you when you return to our site, identifying how you navigate around the internet, including where you click, and which website you arrived from.<br\/>By continuing to use this site, you understand and consent to our cookie settings and use.<br\/>UPDATING AND REVIEWING YOUR PERSONAL DETAILS<br\/>You can amend or update your information by logging into My Account on the Website and amending your details as appropriate.<br\/>HOW DO I UNSUBSCRIBE FROM EMAIL UPDATES?<br\/>You have the right to opt-out of email updates from us at any time. If you have registered to receive updates from us, and you no longer wish to receive these, you can request that we amend your preferences as indicated in the particular communication, e.g. by using the unsubscribe link which is included on all email updates, or by emailing SUPPORT@STUSSY.EU with “unsubscribe” in the subject line.<br\/>OTHER PEOPLE WHO MIGHT USE YOUR INFORMATION<br\/>In certain circumstances we may share your information with affiliated companies including other Stussy companies in globally, joint ventures, franchisees, licensees and selected service providers who perform functions on our behalf such as fulfilling orders, processing payments, and carrying out promotional services or data management. This includes the companies we have chosen to handle our order despatch service and any delivery company that we may use from time to time. We may also share your information with other companies who assist us in promoting our products and services in order to provide you with enhanced customer services and\/or share information about our products and services with you. In each case, we will only provide these companies with the information which they need to carry out their services and they will not be permitted to use the information for other purposes. They will only be allowed to use your information in the way in which we instruct them and as permitted by the Act.<br\/>You also acknowledge and agree that in certain circumstances we may disclose personal information relating to you to third parties, for example, in order to conform to any requirements of law, to comply with any legal process, for the purposes of obtaining legal advice, for the purposes of credit risk reduction, to prevent and detect fraud and\/or to protect and defend the rights and property of Stussy and affiliated companies. At all times where we disclose your information for the purposes of credit risk reduction and fraud prevention we will take all steps reasonably necessary to ensure that it remains secure.<br\/>In the event that we or a part of our business undergo re-organisation or are sold to a third party, you agree that any personal information we hold about you may be transferred to that re-organised entity or third party.<br\/>We may transfer information that we collect from you to affiliated companies, including other Stussy companies, joint ventures, franchisees, licensees, other companies who assist us in promoting its products and services and to selected service providers who perform functions on our behalf, based in countries outside of the European Economic Area (“EEA”) or your country of residence and this information may be stored and processed in such countries. By submitting your personal data on the Website and\/or any Applications you agree to this transfer, storing and\/or processing outside of the EEA or your country of residence. In the event that we do transfer, store or process your personal data in a country outside the EEA we will take all steps reasonably necessary to ensure that the information is treated securely in accordance with this Privacy Statement and the Act, and other applicable data protection laws.<br\/>EEA RESIDENT RIGHTS<br\/>If you are a resident of the EEA, you have the rights of access, rectification, elimination, opposition, restriction of the processing and portability, as well as the right to file claims that is in your best interest, reporting to the relevant control authority. You may exercise said rights by sending an email to: SUPPORT@STUSSY.EU.<br\/>If we have collected and processed your personal information with your consent, you may withdraw your consent at any time by contacting SUPPORT@STUSSY.EU.<br\/>You have the right to opt-out of email updates from us at any time by using the unsubscribe link which is included on all email updates, or by emailing SUPPORT@STUSSY.EU with “unsubscribe” in the subject line.<br\/>THIRD PARTY LINKS<br\/>The Website and\/or Applications may from time to time contain links to other websites not controlled by us. We do not accept responsibility or liability for the privacy practices, data collected or the content of such other websites. The operators of these linked websites are not under a duty to abide by this Privacy Statement. If there are terms and conditions, other privacy statements or policies appearing on those websites, you should also review them carefully as your use of those sites may be subject to them.<br\/>CHANGES TO THIS PRIVACY STATEMENT<br\/>We may update this Privacy Statement from time to time. The amended Privacy Statement will be posted on the Website. Please check this page regularly for changes to this Privacy Statement. If you continue to use the Website or if you submit information to us following such changes, you will be deemed to have read and agreed to them.<br\/>Europe Tribe B.V. 11\/2020<\/p>"
          }
        },
        "a368db4b-9e4b-489d-8ddb-b1c73af2f139": {
          "type": "accordion",
          "settings": {
            "policy_title": "terms of use",
            "policy_text": "<p><strong>OVERVIEWTHIS WEBSITE IS OPERATED BY siberia hills. THROUGHOUT THE SITE, THE TERMS “WE”, “US” AND “OUR” REFER TO WHATHAPPENEDTOGOD. WHATHAPPENEDTOGOD OFFERS THIS WEBSITE, INCLUDING ALL INFORMATION, TOOLS AND SERVICES AVAILABLE FROM THIS SITE TO YOU, THE USER, CONDITIONED UPON YOUR ACCEPTANCE OF ALL TERMS, CONDITIONS, POLICIES AND NOTICES STATED HERE.BY VISITING OUR SITE AND\/ OR PURCHASING SOMETHING FROM US, YOU ENGAGE IN OUR “SERVICE” AND AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS (“TERMS OF SERVICE”, “TERMS”), INCLUDING THOSE ADDITIONAL TERMS AND CONDITIONS AND POLICIES REFERENCED HEREIN AND\/OR AVAILABLE BY HYPERLINK. THESE TERMS OF SERVICE APPLY TO ALL USERS OF THE SITE, INCLUDING WITHOUT LIMITATION USERS WHO ARE BROWSERS, VENDORS, CUSTOMERS, MERCHANTS, AND\/ OR CONTRIBUTORS OF CONTENT.PLEASE READ THESE TERMS OF SERVICE CAREFULLY BEFORE ACCESSING OR USING OUR WEBSITE. BY ACCESSING OR USING ANY PART OF THE SITE, YOU AGREE TO BE BOUND BY THESE TERMS OF SERVICE. IF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, THEN YOU MAY NOT ACCESS THE WEBSITE OR USE ANY SERVICES. IF THESE TERMS OF SERVICE ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO THESE TERMS OF SERVICE.ANY NEW FEATURES OR TOOLS WHICH ARE ADDED TO THE CURRENT STORE SHALL ALSO BE SUBJECT TO THE TERMS OF SERVICE. YOU CAN REVIEW THE MOST CURRENT VERSION OF THE TERMS OF SERVICE AT ANY TIME ON THIS PAGE. WE RESERVE THE RIGHT TO UPDATE, CHANGE OR REPLACE ANY PART OF THESE TERMS OF SERVICE BY POSTING UPDATES AND\/OR CHANGES TO OUR WEBSITE. IT IS YOUR RESPONSIBILITY TO CHECK THIS PAGE PERIODICALLY FOR CHANGES. YOUR CONTINUED USE OF OR ACCESS TO THE WEBSITE FOLLOWING THE POSTING OF ANY CHANGES CONSTITUTES ACCEPTANCE OF THOSE CHANGES.OUR STORE IS HOSTED ON SHOPIFY INC. THEY PROVIDE US WITH THE ONLINE E-COMMERCE PLATFORM THAT ALLOWS US TO SELL OUR PRODUCTS AND SERVICES TO YOU.SECTION 1 - ONLINE STORE TERMSBY AGREEING TO THESE TERMS OF SERVICE, YOU REPRESENT THAT YOU ARE AT LEAST THE AGE OF MAJORITY IN YOUR STATE OR PROVINCE OF RESIDENCE, OR THAT YOU ARE THE AGE OF MAJORITY IN YOUR STATE OR PROVINCE OF RESIDENCE AND YOU HAVE GIVEN US YOUR CONSENT TO ALLOW ANY OF YOUR MINOR DEPENDENTS TO USE THIS SITE.YOU MAY NOT USE OUR PRODUCTS FOR ANY ILLEGAL OR UNAUTHORIZED PURPOSE NOR MAY YOU, IN THE USE OF THE SERVICE, VIOLATE ANY LAWS IN YOUR JURISDICTION (INCLUDING BUT NOT LIMITED TO COPYRIGHT LAWS).YOU MUST NOT TRANSMIT ANY WORMS OR VIRUSES OR ANY CODE OF A DESTRUCTIVE NATURE.A BREACH OR VIOLATION OF ANY OF THE TERMS WILL RESULT IN AN IMMEDIATE TERMINATION OF YOUR SERVICES.SECTION 2 - GENERAL CONDITIONSWE RESERVE THE RIGHT TO REFUSE SERVICE TO ANYONE FOR ANY REASON AT ANY TIME.YOU UNDERSTAND THAT YOUR CONTENT (NOT INCLUDING CREDIT CARD INFORMATION), MAY BE TRANSFERRED UNENCRYPTED AND INVOLVE (A) TRANSMISSIONS OVER VARIOUS NETWORKS; AND (B) CHANGES TO CONFORM AND ADAPT TO TECHNICAL REQUIREMENTS OF CONNECTING NETWORKS OR DEVICES. CREDIT CARD INFORMATION IS ALWAYS ENCRYPTED DURING TRANSFER OVER NETWORKS.YOU AGREE NOT TO REPRODUCE, DUPLICATE, COPY, SELL, RESELL OR EXPLOIT ANY PORTION OF THE SERVICE, USE OF THE SERVICE, OR ACCESS TO THE SERVICE OR ANY CONTACT ON THE WEBSITE THROUGH WHICH THE SERVICE IS PROVIDED, WITHOUT EXPRESS WRITTEN PERMISSION BY US.THE HEADINGS USED IN THIS AGREEMENT ARE INCLUDED FOR CONVENIENCE ONLY AND WILL NOT LIMIT OR OTHERWISE AFFECT THESE TERMS.SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATIONWE ARE NOT RESPONSIBLE IF INFORMATION MADE AVAILABLE ON THIS SITE IS NOT ACCURATE, COMPLETE OR CURRENT. THE MATERIAL ON THIS SITE IS PROVIDED FOR GENERAL INFORMATION ONLY AND SHOULD NOT BE RELIED UPON OR USED AS THE SOLE BASIS FOR MAKING DECISIONS WITHOUT CONSULTING PRIMARY, MORE ACCURATE, MORE COMPLETE OR MORE TIMELY SOURCES OF INFORMATION. ANY RELIANCE ON THE MATERIAL ON THIS SITE IS AT YOUR OWN RISK.THIS SITE MAY CONTAIN CERTAIN HISTORICAL INFORMATION. HISTORICAL INFORMATION, NECESSARILY, IS NOT CURRENT AND IS PROVIDED FOR YOUR REFERENCE ONLY. WE RESERVE THE RIGHT TO MODIFY THE CONTENTS OF THIS SITE AT ANY TIME, BUT WE HAVE NO OBLIGATION TO UPDATE ANY INFORMATION ON OUR SITE. YOU AGREE THAT IT IS YOUR RESPONSIBILITY TO MONITOR CHANGES TO OUR SITE.SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICESPRICES FOR OUR PRODUCTS ARE SUBJECT TO CHANGE WITHOUT NOTICE.WE RESERVE THE RIGHT AT ANY TIME TO MODIFY OR DISCONTINUE THE SERVICE (OR ANY PART OR CONTENT THEREOF) WITHOUT NOTICE AT ANY TIME.WE SHALL NOT BE LIABLE TO YOU OR TO ANY THIRD-PARTY FOR ANY MODIFICATION, PRICE CHANGE, SUSPENSION OR DISCONTINUANCE OF THE SERVICE.SECTION 5 - PRODUCTS OR SERVICES (IF APPLICABLE)CERTAIN PRODUCTS OR SERVICES MAY BE AVAILABLE EXCLUSIVELY ONLINE THROUGH THE WEBSITE. THESE PRODUCTS OR SERVICES MAY HAVE LIMITED QUANTITIES AND ARE SUBJECT TO RETURN OR EXCHANGE ONLY ACCORDING TO OUR RETURN POLICY.WE HAVE MADE EVERY EFFORT TO DISPLAY AS ACCURATELY AS POSSIBLE THE COLORS AND IMAGES OF OUR PRODUCTS THAT APPEAR AT THE STORE. WE CANNOT GUARANTEE THAT YOUR COMPUTER MONITOR'S DISPLAY OF ANY COLOR WILL BE ACCURATE.WE RESERVE THE RIGHT, BUT ARE NOT OBLIGATED, TO LIMIT THE SALES OF OUR PRODUCTS OR SERVICES TO ANY PERSON, GEOGRAPHIC REGION OR JURISDICTION. WE MAY EXERCISE THIS RIGHT ON A CASE-BY-CASE BASIS. WE RESERVE THE RIGHT TO LIMIT THE QUANTITIES OF ANY PRODUCTS OR SERVICES THAT WE OFFER. ALL DESCRIPTIONS OF PRODUCTS OR PRODUCT PRICING ARE SUBJECT TO CHANGE AT ANYTIME WITHOUT NOTICE, AT THE SOLE DISCRETION OF US. WE RESERVE THE RIGHT TO DISCONTINUE ANY PRODUCT AT ANY TIME. ANY OFFER FOR ANY PRODUCT OR SERVICE MADE ON THIS SITE IS VOID WHERE PROHIBITED.WE DO NOT WARRANT THAT THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU WILL MEET YOUR EXPECTATIONS, OR THAT ANY ERRORS IN THE SERVICE WILL BE CORRECTED.SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATIONWE RESERVE THE RIGHT TO REFUSE ANY ORDER YOU PLACE WITH US. WE MAY, IN OUR SOLE DISCRETION, LIMIT OR CANCEL QUANTITIES PURCHASED PER PERSON, PER HOUSEHOLD OR PER ORDER. THESE RESTRICTIONS MAY INCLUDE ORDERS PLACED BY OR UNDER THE SAME CUSTOMER ACCOUNT, THE SAME CREDIT CARD, AND\/OR ORDERS THAT USE THE SAME BILLING AND\/OR SHIPPING ADDRESS. IN THE EVENT THAT WE MAKE A CHANGE TO OR CANCEL AN ORDER, WE MAY ATTEMPT TO NOTIFY YOU BY CONTACTING THE E‑MAIL AND\/OR BILLING ADDRESS\/PHONE NUMBER PROVIDED AT THE TIME THE ORDER WAS MADE. WE RESERVE THE RIGHT TO LIMIT OR PROHIBIT ORDERS THAT, IN OUR SOLE JUDGMENT, APPEAR TO BE PLACED BY DEALERS, RESELLERS OR DISTRIBUTORS.YOU AGREE TO PROVIDE CURRENT, COMPLETE AND ACCURATE PURCHASE AND ACCOUNT INFORMATION FOR ALL PURCHASES MADE AT OUR STORE. YOU AGREE TO PROMPTLY UPDATE YOUR ACCOUNT AND OTHER INFORMATION, INCLUDING YOUR EMAIL ADDRESS AND CREDIT CARD NUMBERS AND EXPIRATION DATES, SO THAT WE CAN COMPLETE YOUR TRANSACTIONS AND CONTACT YOU AS NEEDED.FOR MORE DETAIL, PLEASE REVIEW OUR RETURNS POLICY.SECTION 7 - OPTIONAL TOOLSWE MAY PROVIDE YOU WITH ACCESS TO THIRD-PARTY TOOLS OVER WHICH WE NEITHER MONITOR NOR HAVE ANY CONTROL NOR INPUT.YOU ACKNOWLEDGE AND AGREE THAT WE PROVIDE ACCESS TO SUCH TOOLS ”AS IS” AND “AS AVAILABLE” WITHOUT ANY WARRANTIES, REPRESENTATIONS OR CONDITIONS OF ANY KIND AND WITHOUT ANY ENDORSEMENT. WE SHALL HAVE NO LIABILITY WHATSOEVER ARISING FROM OR RELATING TO YOUR USE OF OPTIONAL THIRD-PARTY TOOLS.ANY USE BY YOU OF OPTIONAL TOOLS OFFERED THROUGH THE SITE IS ENTIRELY AT YOUR OWN RISK AND DISCRETION AND YOU SHOULD ENSURE THAT YOU ARE FAMILIAR WITH AND APPROVE OF THE TERMS ON WHICH TOOLS ARE PROVIDED BY THE RELEVANT THIRD-PARTY PROVIDER(S).WE MAY ALSO, IN THE FUTURE, OFFER NEW SERVICES AND\/OR FEATURES THROUGH THE WEBSITE (INCLUDING, THE RELEASE OF NEW TOOLS AND RESOURCES). SUCH NEW FEATURES AND\/OR SERVICES SHALL ALSO BE SUBJECT TO THESE TERMS OF SERVICE.SECTION 8 - THIRD-PARTY LINKSCERTAIN CONTENT, PRODUCTS AND SERVICES AVAILABLE VIA OUR SERVICE MAY INCLUDE MATERIALS FROM THIRD-PARTIES.THIRD-PARTY LINKS ON THIS SITE MAY DIRECT YOU TO THIRD-PARTY WEBSITES THAT ARE NOT AFFILIATED WITH US. WE ARE NOT RESPONSIBLE FOR EXAMINING OR EVALUATING THE CONTENT OR ACCURACY AND WE DO NOT WARRANT AND WILL NOT HAVE ANY LIABILITY OR RESPONSIBILITY FOR ANY THIRD-PARTY MATERIALS OR WEBSITES, OR FOR ANY OTHER MATERIALS, PRODUCTS, OR SERVICES OF THIRD-PARTIES.WE ARE NOT LIABLE FOR ANY HARM OR DAMAGES RELATED TO THE PURCHASE OR USE OF GOODS, SERVICES, RESOURCES, CONTENT, OR ANY OTHER TRANSACTIONS MADE IN CONNECTION WITH ANY THIRD-PARTY WEBSITES. PLEASE REVIEW CAREFULLY THE THIRD-PARTY'S POLICIES AND PRACTICES AND MAKE SURE YOU UNDERSTAND THEM BEFORE YOU ENGAGE IN ANY TRANSACTION. COMPLAINTS, CLAIMS, CONCERNS, OR QUESTIONS REGARDING THIRD-PARTY PRODUCTS SHOULD BE DIRECTED TO THE THIRD-PARTY.SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONSIF, AT OUR REQUEST, YOU SEND CERTAIN SPECIFIC SUBMISSIONS (FOR EXAMPLE CONTEST ENTRIES) OR WITHOUT A REQUEST FROM US YOU SEND CREATIVE IDEAS, SUGGESTIONS, PROPOSALS, PLANS, OR OTHER MATERIALS, WHETHER ONLINE, BY EMAIL, BY POSTAL MAIL, OR OTHERWISE (COLLECTIVELY, 'COMMENTS'), YOU AGREE THAT WE MAY, AT ANY TIME, WITHOUT RESTRICTION, EDIT, COPY, PUBLISH, DISTRIBUTE, TRANSLATE AND OTHERWISE USE IN ANY MEDIUM ANY COMMENTS THAT YOU FORWARD TO US. WE ARE AND SHALL BE UNDER NO OBLIGATION (1) TO MAINTAIN ANY COMMENTS IN CONFIDENCE; (2) TO PAY COMPENSATION FOR ANY COMMENTS; OR (3) TO RESPOND TO ANY COMMENTS.WE MAY, BUT HAVE NO OBLIGATION TO, MONITOR, EDIT OR REMOVE CONTENT THAT WE DETERMINE IN OUR SOLE DISCRETION ARE UNLAWFUL, OFFENSIVE, THREATENING, LIBELOUS, DEFAMATORY, PORNOGRAPHIC, OBSCENE OR OTHERWISE OBJECTIONABLE OR VIOLATES ANY PARTY’S INTELLECTUAL PROPERTY OR THESE TERMS OF SERVICE.YOU AGREE THAT YOUR COMMENTS WILL NOT VIOLATE ANY RIGHT OF ANY THIRD-PARTY, INCLUDING COPYRIGHT, TRADEMARK, PRIVACY, PERSONALITY OR OTHER PERSONAL OR PROPRIETARY RIGHT. YOU FURTHER AGREE THAT YOUR COMMENTS WILL NOT CONTAIN LIBELOUS OR OTHERWISE UNLAWFUL, ABUSIVE OR OBSCENE MATERIAL, OR CONTAIN ANY COMPUTER VIRUS OR OTHER MALWARE THAT COULD IN ANY WAY AFFECT THE OPERATION OF THE SERVICE OR ANY RELATED WEBSITE. YOU MAY NOT USE A FALSE E‑MAIL ADDRESS, PRETEND TO BE SOMEONE OTHER THAN YOURSELF, OR OTHERWISE MISLEAD US OR THIRD-PARTIES AS TO THE ORIGIN OF ANY COMMENTS. YOU ARE SOLELY RESPONSIBLE FOR ANY COMMENTS YOU MAKE AND THEIR ACCURACY. WE TAKE NO RESPONSIBILITY AND ASSUME NO LIABILITY FOR ANY COMMENTS POSTED BY YOU OR ANY THIRD-PARTY.SECTION 10 - PERSONAL INFORMATIONYOUR SUBMISSION OF PERSONAL INFORMATION THROUGH THE STORE IS GOVERNED BY OUR PRIVACY POLICY. TO VIEW OUR PRIVACY POLICY.SECTION 11 - ERRORS, INACCURACIES AND OMISSIONSOCCASIONALLY THERE MAY BE INFORMATION ON OUR SITE OR IN THE SERVICE THAT CONTAINS TYPOGRAPHICAL ERRORS, INACCURACIES OR OMISSIONS THAT MAY RELATE TO PRODUCT DESCRIPTIONS, PRICING, PROMOTIONS, OFFERS, PRODUCT SHIPPING CHARGES, TRANSIT TIMES AND AVAILABILITY. WE RESERVE THE RIGHT TO CORRECT ANY ERRORS, INACCURACIES OR OMISSIONS, AND TO CHANGE OR UPDATE INFORMATION OR CANCEL ORDERS IF ANY INFORMATION IN THE SERVICE OR ON ANY RELATED WEBSITE IS INACCURATE AT ANY TIME WITHOUT PRIOR NOTICE (INCLUDING AFTER YOU HAVE SUBMITTED YOUR ORDER).WE UNDERTAKE NO OBLIGATION TO UPDATE, AMEND OR CLARIFY INFORMATION IN THE SERVICE OR ON ANY RELATED WEBSITE, INCLUDING WITHOUT LIMITATION, PRICING INFORMATION, EXCEPT AS REQUIRED BY LAW. NO SPECIFIED UPDATE OR REFRESH DATE APPLIED IN THE SERVICE OR ON ANY RELATED WEBSITE, SHOULD BE TAKEN TO INDICATE THAT ALL INFORMATION IN THE SERVICE OR ON ANY RELATED WEBSITE HAS BEEN MODIFIED OR UPDATED.SECTION 12 - PROHIBITED USESIN ADDITION TO OTHER PROHIBITIONS AS SET FORTH IN THE TERMS OF SERVICE, YOU ARE PROHIBITED FROM USING THE SITE OR ITS CONTENT: (A) FOR ANY UNLAWFUL PURPOSE; (B) TO SOLICIT OTHERS TO PERFORM OR PARTICIPATE IN ANY UNLAWFUL ACTS; (C) TO VIOLATE ANY INTERNATIONAL, FEDERAL, PROVINCIAL OR STATE REGULATIONS, RULES, LAWS, OR LOCAL ORDINANCES; (D) TO INFRINGE UPON OR VIOLATE OUR INTELLECTUAL PROPERTY RIGHTS OR THE INTELLECTUAL PROPERTY RIGHTS OF OTHERS; (E) TO HARASS, ABUSE, INSULT, HARM, DEFAME, SLANDER, DISPARAGE, INTIMIDATE, OR DISCRIMINATE BASED ON GENDER, SEXUAL ORIENTATION, RELIGION, ETHNICITY, RACE, AGE, NATIONAL ORIGIN, OR DISABILITY; (F) TO SUBMIT FALSE OR MISLEADING INFORMATION; (G) TO UPLOAD OR TRANSMIT VIRUSES OR ANY OTHER TYPE OF MALICIOUS CODE THAT WILL OR MAY BE USED IN ANY WAY THAT WILL AFFECT THE FUNCTIONALITY OR OPERATION OF THE SERVICE OR OF ANY RELATED WEBSITE, OTHER WEBSITES, OR THE INTERNET; (H) TO COLLECT OR TRACK THE PERSONAL INFORMATION OF OTHERS; (I) TO SPAM, PHISH, PHARM, PRETEXT, SPIDER, CRAWL, OR SCRAPE; (J) FOR ANY OBSCENE OR IMMORAL PURPOSE; OR (K) TO INTERFERE WITH OR CIRCUMVENT THE SECURITY FEATURES OF THE SERVICE OR ANY RELATED WEBSITE, OTHER WEBSITES, OR THE INTERNET. WE RESERVE THE RIGHT TO TERMINATE YOUR USE OF THE SERVICE OR ANY RELATED WEBSITE FOR VIOLATING ANY OF THE PROHIBITED USES.SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITYWE DO NOT GUARANTEE, REPRESENT OR WARRANT THAT YOUR USE OF OUR SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.WE DO NOT WARRANT THAT THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.YOU AGREE THAT FROM TIME TO TIME WE MAY REMOVE THE SERVICE FOR INDEFINITE PERIODS OF TIME OR CANCEL THE SERVICE AT ANY TIME, WITHOUT NOTICE TO YOU.YOU EXPRESSLY AGREE THAT YOUR USE OF, OR INABILITY TO USE, THE SERVICE IS AT YOUR SOLE RISK. THE SERVICE AND ALL PRODUCTS AND SERVICES DELIVERED TO YOU THROUGH THE SERVICE ARE (EXCEPT AS EXPRESSLY STATED BY US) PROVIDED 'AS IS' AND 'AS AVAILABLE' FOR YOUR USE, WITHOUT ANY REPRESENTATION, WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, DURABILITY, TITLE, AND NON-INFRINGEMENT.IN NO CASE SHALL WHATHAPPENEDTOGOD, OUR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, INTERNS, SUPPLIERS, SERVICE PROVIDERS OR LICENSORS BE LIABLE FOR ANY INJURY, LOSS, CLAIM, OR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION LOST PROFITS, LOST REVENUE, LOST SAVINGS, LOSS OF DATA, REPLACEMENT COSTS, OR ANY SIMILAR DAMAGES, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, ARISING FROM YOUR USE OF ANY OF THE SERVICE OR ANY PRODUCTS PROCURED USING THE SERVICE, OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OF THE SERVICE OR ANY PRODUCT, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SERVICE OR ANY CONTENT (OR PRODUCT) POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, EVEN IF ADVISED OF THEIR POSSIBILITY. BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, OUR LIABILITY SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.SECTION 14 - INDEMNIFICATIONYOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS WHATHAPPENEDTOGOD AND OUR PARENT, SUBSIDIARIES, AFFILIATES, PARTNERS, OFFICERS, DIRECTORS, AGENTS, CONTRACTORS, LICENSORS, SERVICE PROVIDERS, SUBCONTRACTORS, SUPPLIERS, INTERNS AND EMPLOYEES, HARMLESS FROM ANY CLAIM OR DEMAND, INCLUDING REASONABLE ATTORNEYS’ FEES, MADE BY ANY THIRD-PARTY DUE TO OR ARISING OUT OF YOUR BREACH OF THESE TERMS OF SERVICE OR THE DOCUMENTS THEY INCORPORATE BY REFERENCE, OR YOUR VIOLATION OF ANY LAW OR THE RIGHTS OF A THIRD-PARTY.SECTION 15 - SEVERABILITYIN THE EVENT THAT ANY PROVISION OF THESE TERMS OF SERVICE IS DETERMINED TO BE UNLAWFUL, VOID OR UNENFORCEABLE, SUCH PROVISION SHALL NONETHELESS BE ENFORCEABLE TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, AND THE UNENFORCEABLE PORTION SHALL BE DEEMED TO BE SEVERED FROM THESE TERMS OF SERVICE, SUCH DETERMINATION SHALL NOT AFFECT THE VALIDITY AND ENFORCEABILITY OF ANY OTHER REMAINING PROVISIONS.SECTION 16 - TERMINATIONTHE OBLIGATIONS AND LIABILITIES OF THE PARTIES INCURRED PRIOR TO THE TERMINATION DATE SHALL SURVIVE THE TERMINATION OF THIS AGREEMENT FOR ALL PURPOSES.THESE TERMS OF SERVICE ARE EFFECTIVE UNLESS AND UNTIL TERMINATED BY EITHER YOU OR US. YOU MAY TERMINATE THESE TERMS OF SERVICE AT ANY TIME BY NOTIFYING US THAT YOU NO LONGER WISH TO USE OUR SERVICES, OR WHEN YOU CEASE USING OUR SITE.IF IN OUR SOLE JUDGMENT YOU FAIL, OR WE SUSPECT THAT YOU HAVE FAILED, TO COMPLY WITH ANY TERM OR PROVISION OF THESE TERMS OF SERVICE, WE ALSO MAY TERMINATE THIS AGREEMENT AT ANY TIME WITHOUT NOTICE AND YOU WILL REMAIN LIABLE FOR ALL AMOUNTS DUE UP TO AND INCLUDING THE DATE OF TERMINATION; AND\/OR ACCORDINGLY MAY DENY YOU ACCESS TO OUR SERVICES (OR ANY PART THEREOF).SECTION 17 - ENTIRE AGREEMENTTHE FAILURE OF US TO EXERCISE OR ENFORCE ANY RIGHT OR PROVISION OF THESE TERMS OF SERVICE SHALL NOT CONSTITUTE A WAIVER OF SUCH RIGHT OR PROVISION.THESE TERMS OF SERVICE AND ANY POLICIES OR OPERATING RULES POSTED BY US ON THIS SITE OR IN RESPECT TO THE SERVICE CONSTITUTES THE ENTIRE AGREEMENT AND UNDERSTANDING BETWEEN YOU AND US AND GOVERN YOUR USE OF THE SERVICE, SUPERSEDING ANY PRIOR OR CONTEMPORANEOUS AGREEMENTS, COMMUNICATIONS AND PROPOSALS, WHETHER ORAL OR WRITTEN, BETWEEN YOU AND US (INCLUDING, BUT NOT LIMITED TO, ANY PRIOR VERSIONS OF THE TERMS OF SERVICE).ANY AMBIGUITIES IN THE INTERPRETATION OF THESE TERMS OF SERVICE SHALL NOT BE CONSTRUED AGAINST THE DRAFTING PARTY.SECTION 18 - GOVERNING LAWTHESE TERMS OF SERVICE AND ANY SEPARATE AGREEMENTS WHEREBY WE PROVIDE YOU SERVICES SHALL BE GOVERNED BY AND CONSTRUED IN ACCORDANCE WITH THE LAWS OF UNITED STATES.SECTION 19 - CHANGES TO TERMS OF SERVICEYOU CAN REVIEW THE MOST CURRENT VERSION OF THE TERMS OF SERVICE AT ANY TIME AT THIS PAGE.WE RESERVE THE RIGHT, AT OUR SOLE DISCRETION, TO UPDATE, CHANGE OR REPLACE ANY PART OF THESE TERMS OF SERVICE BY POSTING UPDATES AND CHANGES TO OUR WEBSITE. IT IS YOUR RESPONSIBILITY TO CHECK OUR WEBSITE PERIODICALLY FOR CHANGES. YOUR CONTINUED USE OF OR ACCESS TO OUR WEBSITE OR THE SERVICE FOLLOWING THE POSTING OF ANY CHANGES TO THESE TERMS OF SERVICE CONSTITUTES ACCEPTANCE OF THOSE CHANGES.SECTION 20 - CONTACT INFORMATIONQUESTIONS ABOUT THE TERMS OF SERVICE SHOULD BE SENT TO US AT SUPPORT@WHATHAPPENEDTOGOD.CO.<\/strong><\/p>"
          }
        },
        "64ce9430-2c17-44f3-b20d-cdb07ac004c7": {
          "type": "accordion",
          "settings": {
            "policy_title": "return policy",
            "policy_text": "<p>ALL SALES FINAL. NO RETURNS. NO EXCHANGES.<\/p><p><\/p><p>WE ONLY ACCEPT RETURNS \/ EXCHANGES FOR DEFECTIVE PRODUCTS & ERRORS.<\/p><p><\/p><p>OVERSOLD ITEMS WILL BE REFUNDED.<\/p>"
          }
        },
        "28b31eb6-0374-4b12-ae19-2f5af26e6232": {
          "type": "accordion",
          "settings": {
            "policy_title": "faq",
            "policy_text": "<p>this is the faq content<\/p>"
          }
        }
      },
      "block_order": [
        "30927d54-89a2-4d05-8d82-546ac4272e07",
        "a368db4b-9e4b-489d-8ddb-b1c73af2f139",
        "64ce9430-2c17-44f3-b20d-cdb07ac004c7",
        "28b31eb6-0374-4b12-ae19-2f5af26e6232"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "main"
  ]
}
